#-------------------------------------------------------------------------------
# Name:        module1
# Purpose:
#
# Author:      isdobnikov
#
# Created:     26.02.2019
# Copyright:   (c) isdobnikov 2019
# Licence:     <your licence>
#-------------------------------------------------------------------------------
#Задача-3: Запросите у пользователя его возраст.
# Если ему есть 18 лет, выведите: "Доступ разрешен",
# иначе "Извините, пользование данным ресурсом только с 18 лет"
access = None
name = int(input('Укажите ваш возраст:'))
if name >= 18:
    access = 1
    print('Доступ разрешен')
else:
    access = 0
    print('Извините, пользование данным ресурсом только с 18 лет')
